[
  {
    "quote": "Your body is not a temple, it's an amusement park. Enjoy the ride."
  },
  {
    "quote": "I always entertain the notion that I'm wrong, or that I'll have to revise my opinion. Most of the time that feels good; sometimes it really hurts and is embarrassing."
  },
  {
    "quote": "Luck is not a business model."
  },
  {
    "quote": "If I'm an advocate for anything, it's to move. As far as you can, as much as you can. Across the ocean, or simply across the river. Walk in someone else's shoes or at least eat their food. It's a plus for everybody."
  },
  {
    "quote": "Travel is about the gorgeous feeling of teetering in the unknown."
  },
  {
    "quote": "Skills can be taught. Character you either have or you don't have."
  },
  { "quote": "I don't have to agree with you to like you or respect you." },
  {
    "quote": "It's very rarely a good career move to have a conscience."
  },
  { "quote": "I'm not afraid to look like an idiot." },
  {
    "quote": "Without experimentation, a willingness to ask questions and try new things, we shall surely become static, repetitive, and moribund."
  },
  {
    "quote": "Maybe that's enlightenment enough: to know that there is no final resting place of the mind, no moment of smug clarity. Perhaps wisdom ... is realizing how small I am, and unwise, and how far I have yet to go."
  },
  { "quote": "You learn a lot about someone when you share a meal together." },
  {
    "quote": "The journey is part of the experience -- an expression of the seriousness of one's intent. One doesn't take the A train to Mecca."
  },
  {
    "quote": "I'm a big believer in winging it. I'm a big believer that you're never going to find a perfect city travel experience or the perfect meal without a constant willingness to experience a bad one."
  },
  {
    "quote": "Cooking is a craft, I like to think, and a good cook is a craftsman -- not an artist."
  },
  {
    "quote": "You have to be a romantic to invest in yourself, your money, and your time in cheese."
  },
  {
    "quote": "To me, life without veal stock, pork fat, sausage, organ meat, demi-glace, or even stinky cheese is a life not worth living."
  },
  {
    "quote": "Don't lie about it. You made a mistake. Admit it and move on. Just don't do it again. Ever."
  },
  {
    "quote": "Travel isn't always pretty. It isn't always comfortable. Sometimes it hurts, it even breaks your heart. But that's OK. The journey changes you; it should change you."
  },
  { "quote": "The way you make an omelet reveals your character." },
  {
    "quote": "There is something wonderful about drinking in the afternoon. A not-too-cold pint, absolutely alone at the bar - even in this fake-ass Irish pub."
  },
  {
    "quote": "I'm not going anywhere. I hope. It's been an adventure. We took some casualties over the years. Things got broken. Things got lost. But I wouldn't have missed it for the world."
  },
  {
    "quote": "[When I die], I will decidedly not be regretting missed opportunities for a good time. My regrets will be more along the lines of a sad list of people hurt, people let down, assets wasted, and advantages squandered."
  },
  { "quote": "Without new ideas, success can become stale." },
  {
    "quote": "I wanted kicks -- the kind of melodramatic thrills and chills I'd yearned for since childhood, the kind of adventure I'd found as a little boy in the pages of my Tintin comic books."
  },
  { "quote": "Cream rises. Excellence does have its rewards." },
  {
    "quote": "What are our expectations? Which of the things we desire are within reach? If not now, when? And will there be some left for me?"
  },
  {
    "quote": "I'm very type-A, and many things in my life are about control and domination, but eating should be a submissive experience, where you let down your guard and enjoy the ride."
  },
  {
    "quote": "I learned a long time ago that trying to micromanage the perfect vacation is always a disaster. That leads to terrible times."
  },
  { "quote": "I can unload my opinion on anybody at any time." },
  {
    "quote": "Frightened people become angry people--as history teaches us again and again."
  },
  { "quote": "An egg in anything makes it better." }
]
